FemDesign.Results.QuantityEstimationReinforcement
FemDesign "Quantity estimation, Reinforcement" result

FemDesign.Results.QuantityEstimationReinforcement.Id
Element name identifier

FemDesign.Results.QuantityEstimationReinforcement.Storey
Storey identifier

FemDesign.Results.QuantityEstimationReinforcement.Structure
Structural element type

FemDesign.Results.QuantityEstimationReinforcement.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationReinforcement.Diameter
Diameter

FemDesign.Results.QuantityEstimationReinforcement.TotalWeight
Total weigt